[
    {
        "reference": "1:1",
        "content": "In the beginning, God created the heavens and the earth.",
        "fullBook": "Genesis",
        "shortBook": "Gen.",
        "id": 1,
    },
    {
        "reference": "1:29",
        "content": "And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.\"",
        "fullBook": "Genesis",
        "shortBook": "Gen.",
        "id": 2,
    },
    {
        "reference": "12:3",
        "content": "\"I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.\"",
        "fullBook": "Genesis",
        "shortBook": "Gen.",
        "id": 3,
    },
    {
        "reference": "3:14",
        "content": "God said to Moses, “I am who I am.” And he said, “Say this to the people of Israel: ‘I am has sent me to you.’”",
        "fullBook": "Exodus",
        "shortBook": "Ex.",
        "id": 4,
    },
    {
        "reference": "20:8",
        "content": "\"Remember the Sabbath day, to keep it holy.\"",
        "fullBook": "Exodus",
        "shortBook": "Ex.",
        "id": 5,
    },
    {
        "reference": "20:12",
        "content": "\"Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you.\"",
        "fullBook": "Exodus",
        "shortBook": "Ex.",
        "id": 6,
    },
    {
        "reference": "17:11",
        "content": "\"For the life of the flesh is in the blood, and I have given it for you on the altar to make atonement for your souls, for it is the blood that makes atonement by the life.\"",
        "fullBook": "Leviticus",
        "shortBook": "Lev.",
        "id": 7,
    },
    {
        "reference": "19:18",
        "content": "\"You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.\"",
        "fullBook": "Leviticus",
        "shortBook": "Lev.",
        "id": 8,
    },
    {
        "reference": "6:24-26",
        "content": "\"(24) The Lord bless you and keep you; (25) the Lord make his face to shine upon you and be gracious to you; (26) the Lord lift up his countenance upon you and give you peace.\"",
        "fullBook": "Numbers",
        "shortBook": "Num.",
        "id": 9,
    },
    {
        "reference": "23:19",
        "content": "\"God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?\"",
        "fullBook": "Numbers",
        "shortBook": "Num.",
        "id": 10,
    },
    {
        "reference": "4:2",
        "content": "\"You shall not add to the word that I command you, nor take from it, that you may keep the commandments of the Lord your God that I command you.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 11,
    },
    {
        "reference": "6:4",
        "content": "\"Hear, O Israel: The Lord our God, the Lord is one.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 12,
    },
    {
        "reference": "6:5",
        "content": "\"You shall love the Lord your God with all your heart and with all your soul and with all your might.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 13,
    },
    {
        "reference": "31:6",
        "content": "\"Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 14,
    },
    {
        "reference": "1:8",
        "content": "\"This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.\"",
        "fullBook": "Joshua",
        "shortBook": "Josh.",
        "id": 15,
    },
    {
        "reference": "1:9",
        "content": "\"Have I not commanded you? nBe strong and courageous. oDo not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.\"",
        "fullBook": "Joshua",
        "shortBook": "Josh.",
        "id": 16,
    },
    {
        "reference": "24:15",
        "content": "\"And if it is evil in your eyes to serve the Lord, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the Lord.\"",
        "fullBook": "Joshua",
        "shortBook": "Josh.",
        "id": 17,
    },
    {
        "reference": "2:3",
        "content": "\"So now I say, I will not drive them out before you, but they shall become thorns in your sides, and their gods shall be a snare to you.\"",
        "fullBook": "Judges",
        "shortBook": "Judg",
        "id": 18,
    },
    {
        "reference": "6:8",
        "content": "[T]he Lord sent a prophet to the people of Israel. And he said to them, “Thus says the Lord, the God of Israel: I led you up from Egypt and brought you out of the house of slavery.\"",
        "fullBook": "Judges",
        "shortBook": "Judg.",
        "id": 19,
    },
    {
        "reference": "1:16",
        "content": "But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God.\"",
        "fullBook": "Ruth",
        "shortBook": "Ruth",
        "id": 20,
    },
    {
        "reference": "2:12",
        "content": "\"The Lord repay you for what you have done, and a full reward be given you by the Lord, the God of Israel, under whose wings you have come to take refuge!\"",
        "fullBook": "Ruth",
        "shortBook": "Ruth",
        "id": 21,
    },
    {
        "reference": "2:3",
        "content": "\"Talk no more so very proudly, let not arrogance come from your mouth, for the Lord is a God of knowledge, and by him actions are weighed.\"",
        "fullBook": "1 Samuel",
        "shortBook": "1 Sam.",
        "id": 22,
    },
    {
        "reference": "15:22",
        "content": "And Samuel said, “Has the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to listen than the fat of rams.\"",
        "fullBook": "1 Samuel",
        "shortBook": "1 Sam.",
        "id": 23,
    },
    {
        "reference": "16:7",
        "content": "But the Lord said to Samuel, \"Do not look on his appearance or on the height of his stature, because I have rejected him. For the Lord sees not as man sees: man looks on the outward appearance, but the Lord looks on the heart.\"",
        "fullBook": "1 Samuel",
        "shortBook": "1 Sam.",
        "id": 24,
    },
    {
        "reference": "1:16",
        "content": "And David said to him, \"Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the Lord’s anointed.’\"",
        "fullBook": "2 Samuel",
        "shortBook": "2 Sam.",
        "id": 25,
    },
    {
        "reference": "7:12",
        "content": "\"When your days are fulfilled and you lie down with your fathers, I will raise up your offspring after you, who shall come from your body, and I will establish his kingdom.\"",
        "fullBook": "2 Samuel",
        "shortBook": "2 Sam.",
        "id": 26,
    },
    {
        "reference": "2:3",
        "content": "\"[A]nd keep the charge of the Lord your God, walking in his ways and keeping his statutes, his commandments, his rules, and his testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn[.]\"",
        "fullBook": "1 Kings",
        "shortBook": "1 Kings",
        "id": 27,
    },
    {
        "reference": "17:1",
        "content": "Now Elijah the Tishbite, of Tishbe in Gilead, said to Ahab, \"As the Lord, the God of Israel, lives, before whom I stand, there shall be neither dew nor rain these years, except by my word.\"",
        "fullBook": "1 Kings",
        "shortBook": "1 Kings",
        "id": 28,
    },
    {
        "reference": "1:12",
        "content": "But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.",
        "fullBook": "2 Kings",
        "shortBook": "2 Kings",
        "id": 29,
    },
    {
        "reference": "2:11",
        "content": "And as they still went on and talked, behold, chariots of fire and horses of fire separated the two of them. And Elijah went up by a whirlwind into heaven.",
        "fullBook": "2 Kings",
        "shortBook": "2 Kings",
        "id": 30,
    },
    {
        "reference": "15:16",
        "content": "David also commanded the chiefs of the Levites to appoint their brothers as the singers who should play loudly on musical instruments, on harps and lyres and cymbals, to raise sounds of joy.",
        "fullBook": "1 Chronicles",
        "shortBook": "1 Chron.",
        "id": 31,
    },
    {
        "reference": "15:28-29",
        "content": "\"Ascribe to the Lord, O families of the peoples, ascribe to the Lord glory and strength! Ascribe to the Lord the glory due his name; bring an offering and come before him! Worship the Lord in the splendor of holiness;",
        "fullBook": "1 Chronicles",
        "shortBook": "1 Chron.",
        "id": 32,
    },
    {
        "reference": "1:11-12",
        "content": "God answered Solomon, \"Because this was in your heart, and you have not asked for possessions, wealth, honor, or the life of those who hate you, and have not even asked for long life, but have asked for wisdom and knowledge for yourself that you may govern my people over whom I have made you king, (12) wisdom and knowledge are granted to you. I will also give you riches, possessions, and honor, such as none of the kings had who were before you, and none after you shall have the like.\"",
        "fullBook": "2 Chronicles",
        "shortBook": "2 Chron.",
        "id": 33,
    },
    {
        "reference": "20:21",
        "content": "And when he had taken counsel with the people, he appointed those who were to sing to the Lord and praise him in holy attire, as they went before the army, and say, \"Give thanks to the Lord, for his steadfast love endures forever.\"",
        "fullBook": "2 Chronicles",
        "shortBook": "2 Chron.",
        "id": 34,
    },
    {
        "reference": "1:2",
        "content": "\"Thus says Cyrus king of Persia: The Lord, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah.\"",
        "fullBook": "Ezra",
        "shortBook": "Ezra",
        "id": 35,
    },
    {
        "reference": "7:10",
        "content": "For Ezra had set his heart to study the Law of the Lord, and to do it and to eteach his statutes and rules in Israel.",
        "fullBook": "Ezra",
        "shortBook": "Ezra",
        "id": 36,
    },
    {
        "reference": "1:6",
        "content": "\"[L]et your ear be attentive and your eyes open, to hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants, confessing the sins of the people of Israel, which we have sinned against you. Even I and my father’s house have sinned.\"",
        "fullBook": "Nehemiah",
        "shortBook": "Neh.",
        "id": 37,
    },
    {
        "reference": "1:9",
        "content": "\"'but if you return to me and keep my commandments and do them, though your outcasts are in the uttermost parts of heaven, from there I will gather them and bring them to the place that I have chosen, to make my name dwell there.’\"",
        "fullBook": "Nehemiah",
        "shortBook": "Neh.",
        "id": 38,
    },
    {
        "reference": "8:10",
        "content": "Then he said to them, \"Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength.\"",
        "fullBook": "Nehemiah",
        "shortBook": "Neh.",
        "id": 39,
    },
    {
        "reference": "4:14",
        "content": "\"For if you keep silent at this time, relief and deliverance will rise for the Jews from another place, but you and your father’s house will perish. And who knows whether you have not come to the kingdom for such a time as this?\"",
        "fullBook": "Esther",
        "shortBook": "Est.",
        "id": 40,
    },
    {
        "reference": "9:15",
        "content": "The Jews who were in Susa gathered also on the fourteenth day of the month of Adar and they killed 300 men in Susa, but they laid no hands on the plunder.",
        "fullBook": "Esther",
        "shortBook": "Est.",
        "id": 41,
    },
    {
        "reference": "1:1",
        "content": "There was a man in the land of Uz whose name was Job, and that man was blameless and upright, one who feared God and turned away from evil.",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 42,
    },
    {
        "reference": "1:21",
        "content": "And he said, \"Naked I came from my mother’s womb, and naked shall I return. The Lord gave, and the Lord has taken away; blessed be the name of the Lord.\"",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 43,
    },
    {
        "reference": "19:25",
        "content": "\"For I vknow that my Redeemer lives, and at the last he will stand upon the earth.\"",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 44,
    },
    {
        "reference": "38:4",
        "content": "\"Where were you when I laid the foundation of the earth? Tell me, if you have understanding.\"",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 45,
    },
    {
        "reference": "1:1-2",
        "content": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers; (2) but his delight is in the law of the Lord, and on his law he meditates day and night.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 46,
    },
    {
        "reference": "19:1",
        "content": "The heavens declare the glory of God, and the sky above proclaims his handiwork.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 47,
    },
    {
        "reference": "19:7",
        "content": "The law of the Lord is perfect, reviving the soul; the testimony of the Lord is sure, making wise the simple;",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 48,
    },
    {
        "reference": "23:1",
        "content": "The Lord is my shepherd; I shall not want.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 49,
    },
    {
        "reference": "37:4",
        "content": "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 50,
    },
    {
        "reference": "51:10",
        "content": "Create in me a clean heart, O God, and renew a right spirit within me.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 51,
    },
    {
        "reference": "119:105",
        "content": "Your word is a lamp to my feet and a light to my path.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 52,
    },
    {
        "reference": "139:13-14a",
        "content": "For you formed my inward parts; you knitted me together in my mother’s womb. (14) I praise you, for I am fearfully and wonderfully made.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 53,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 54,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 55,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 56,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 57,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 58,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 59,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 60,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
]
