[
    {
        "reference": "1:1",
        "content": "In the beginning, God created the heavens and the earth.",
        "fullBook": "Genesis",
        "shortBook": "Gen.",
        "id": 1,
    },
    {
        "reference": "1:29",
        "content": "And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.\"",
        "fullBook": "Genesis",
        "shortBook": "Gen.",
        "id": 2,
    },
    {
        "reference": "12:3",
        "content": "\"I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.\"",
        "fullBook": "Genesis",
        "shortBook": "Gen.",
        "id": 3,
    },
    {
        "reference": "3:14",
        "content": "God said to Moses, “I am who I am.” And he said, “Say this to the people of Israel: ‘I am has sent me to you.’”",
        "fullBook": "Exodus",
        "shortBook": "Ex.",
        "id": 4,
    },
    {
        "reference": "20:8",
        "content": "\"Remember the Sabbath day, to keep it holy.\"",
        "fullBook": "Exodus",
        "shortBook": "Ex.",
        "id": 5,
    },
    {
        "reference": "20:12",
        "content": "\"Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you.\"",
        "fullBook": "Exodus",
        "shortBook": "Ex.",
        "id": 6,
    },
    {
        "reference": "17:11",
        "content": "\"For the life of the flesh is in the blood, and I have given it for you on the altar to make atonement for your souls, for it is the blood that makes atonement by the life.\"",
        "fullBook": "Leviticus",
        "shortBook": "Lev.",
        "id": 7,
    },
    {
        "reference": "19:18",
        "content": "\"You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord.\"",
        "fullBook": "Leviticus",
        "shortBook": "Lev.",
        "id": 8,
    },
    {
        "reference": "6:24-26",
        "content": "\"(24) The Lord bless you and keep you; (25) the Lord make his face to shine upon you and be gracious to you; (26) the Lord lift up his countenance upon you and give you peace.\"",
        "fullBook": "Numbers",
        "shortBook": "Num.",
        "id": 9,
    },
    {
        "reference": "23:19",
        "content": "\"God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?\"",
        "fullBook": "Numbers",
        "shortBook": "Num.",
        "id": 10,
    },
    {
        "reference": "4:2",
        "content": "\"You shall not add to the word that I command you, nor take from it, that you may keep the commandments of the Lord your God that I command you.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 11,
    },
    {
        "reference": "6:4",
        "content": "\"Hear, O Israel: The Lord our God, the Lord is one.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 12,
    },
    {
        "reference": "6:5",
        "content": "\"You shall love the Lord your God with all your heart and with all your soul and with all your might.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 13,
    },
    {
        "reference": "31:6",
        "content": "\"Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.\"",
        "fullBook": "Deuteronomy",
        "shortBook": "Deut.",
        "id": 14,
    },
    {
        "reference": "1:8",
        "content": "\"This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success.\"",
        "fullBook": "Joshua",
        "shortBook": "Josh.",
        "id": 15,
    },
    {
        "reference": "1:9",
        "content": "\"Have I not commanded you? nBe strong and courageous. oDo not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.\"",
        "fullBook": "Joshua",
        "shortBook": "Josh.",
        "id": 16,
    },
    {
        "reference": "24:15",
        "content": "\"And if it is evil in your eyes to serve the Lord, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the Lord.\"",
        "fullBook": "Joshua",
        "shortBook": "Josh.",
        "id": 17,
    },
    {
        "reference": "2:3",
        "content": "\"So now I say, I will not drive them out before you, but they shall become thorns in your sides, and their gods shall be a snare to you.\"",
        "fullBook": "Judges",
        "shortBook": "Judg",
        "id": 18,
    },
    {
        "reference": "6:8",
        "content": "[T]he Lord sent a prophet to the people of Israel. And he said to them, “Thus says the Lord, the God of Israel: I led you up from Egypt and brought you out of the house of slavery.\"",
        "fullBook": "Judges",
        "shortBook": "Judg.",
        "id": 19,
    },
    {
        "reference": "1:16",
        "content": "But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God.\"",
        "fullBook": "Ruth",
        "shortBook": "Ruth",
        "id": 20,
    },
    {
        "reference": "2:12",
        "content": "\"The Lord repay you for what you have done, and a full reward be given you by the Lord, the God of Israel, under whose wings you have come to take refuge!\"",
        "fullBook": "Ruth",
        "shortBook": "Ruth",
        "id": 21,
    },
    {
        "reference": "2:3",
        "content": "\"Talk no more so very proudly, let not arrogance come from your mouth, for the Lord is a God of knowledge, and by him actions are weighed.\"",
        "fullBook": "1 Samuel",
        "shortBook": "1 Sam.",
        "id": 22,
    },
    {
        "reference": "15:22",
        "content": "And Samuel said, “Has the Lord as great delight in burnt offerings and sacrifices, as in obeying the voice of the Lord? Behold, to obey is better than sacrifice, and to listen than the fat of rams.\"",
        "fullBook": "1 Samuel",
        "shortBook": "1 Sam.",
        "id": 23,
    },
    {
        "reference": "16:7",
        "content": "But the Lord said to Samuel, \"Do not look on his appearance or on the height of his stature, because I have rejected him. For the Lord sees not as man sees: man looks on the outward appearance, but the Lord looks on the heart.\"",
        "fullBook": "1 Samuel",
        "shortBook": "1 Sam.",
        "id": 24,
    },
    {
        "reference": "1:16",
        "content": "And David said to him, \"Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the Lord’s anointed.’\"",
        "fullBook": "2 Samuel",
        "shortBook": "2 Sam.",
        "id": 25,
    },
    {
        "reference": "7:12",
        "content": "\"When your days are fulfilled and you lie down with your fathers, I will raise up your offspring after you, who shall come from your body, and I will establish his kingdom.\"",
        "fullBook": "2 Samuel",
        "shortBook": "2 Sam.",
        "id": 26,
    },
    {
        "reference": "2:3",
        "content": "\"[A]nd keep the charge of the Lord your God, walking in his ways and keeping his statutes, his commandments, his rules, and his testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn[.]\"",
        "fullBook": "1 Kings",
        "shortBook": "1 Kings",
        "id": 27,
    },
    {
        "reference": "17:1",
        "content": "Now Elijah the Tishbite, of Tishbe in Gilead, said to Ahab, \"As the Lord, the God of Israel, lives, before whom I stand, there shall be neither dew nor rain these years, except by my word.\"",
        "fullBook": "1 Kings",
        "shortBook": "1 Kings",
        "id": 28,
    },
    {
        "reference": "1:12",
        "content": "But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.",
        "fullBook": "2 Kings",
        "shortBook": "2 Kings",
        "id": 29,
    },
    {
        "reference": "2:11",
        "content": "And as they still went on and talked, behold, chariots of fire and horses of fire separated the two of them. And Elijah went up by a whirlwind into heaven.",
        "fullBook": "2 Kings",
        "shortBook": "2 Kings",
        "id": 30,
    },
    {
        "reference": "15:16",
        "content": "David also commanded the chiefs of the Levites to appoint their brothers as the singers who should play loudly on musical instruments, on harps and lyres and cymbals, to raise sounds of joy.",
        "fullBook": "1 Chronicles",
        "shortBook": "1 Chron.",
        "id": 31,
    },
    {
        "reference": "15:28-29",
        "content": "\"Ascribe to the Lord, O families of the peoples, ascribe to the Lord glory and strength! Ascribe to the Lord the glory due his name; bring an offering and come before him! Worship the Lord in the splendor of holiness;",
        "fullBook": "1 Chronicles",
        "shortBook": "1 Chron.",
        "id": 32,
    },
    {
        "reference": "1:11-12",
        "content": "God answered Solomon, \"Because this was in your heart, and you have not asked for possessions, wealth, honor, or the life of those who hate you, and have not even asked for long life, but have asked for wisdom and knowledge for yourself that you may govern my people over whom I have made you king, (12) wisdom and knowledge are granted to you. I will also give you riches, possessions, and honor, such as none of the kings had who were before you, and none after you shall have the like.\"",
        "fullBook": "2 Chronicles",
        "shortBook": "2 Chron.",
        "id": 33,
    },
    {
        "reference": "20:21",
        "content": "And when he had taken counsel with the people, he appointed those who were to sing to the Lord and praise him in holy attire, as they went before the army, and say, \"Give thanks to the Lord, for his steadfast love endures forever.\"",
        "fullBook": "2 Chronicles",
        "shortBook": "2 Chron.",
        "id": 34,
    },
    {
        "reference": "1:2",
        "content": "\"Thus says Cyrus king of Persia: The Lord, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah.\"",
        "fullBook": "Ezra",
        "shortBook": "Ezra",
        "id": 35,
    },
    {
        "reference": "7:10",
        "content": "For Ezra had set his heart to study the Law of the Lord, and to do it and to eteach his statutes and rules in Israel.",
        "fullBook": "Ezra",
        "shortBook": "Ezra",
        "id": 36,
    },
    {
        "reference": "1:6",
        "content": "\"[L]et your ear be attentive and your eyes open, to hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants, confessing the sins of the people of Israel, which we have sinned against you. Even I and my father’s house have sinned.\"",
        "fullBook": "Nehemiah",
        "shortBook": "Neh.",
        "id": 37,
    },
    {
        "reference": "1:9",
        "content": "\"'but if you return to me and keep my commandments and do them, though your outcasts are in the uttermost parts of heaven, from there I will gather them and bring them to the place that I have chosen, to make my name dwell there.’\"",
        "fullBook": "Nehemiah",
        "shortBook": "Neh.",
        "id": 38,
    },
    {
        "reference": "8:10",
        "content": "Then he said to them, \"Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the Lord is your strength.\"",
        "fullBook": "Nehemiah",
        "shortBook": "Neh.",
        "id": 39,
    },
    {
        "reference": "4:14",
        "content": "\"For if you keep silent at this time, relief and deliverance will rise for the Jews from another place, but you and your father’s house will perish. And who knows whether you have not come to the kingdom for such a time as this?\"",
        "fullBook": "Esther",
        "shortBook": "Est.",
        "id": 40,
    },
    {
        "reference": "9:15",
        "content": "The Jews who were in Susa gathered also on the fourteenth day of the month of Adar and they killed 300 men in Susa, but they laid no hands on the plunder.",
        "fullBook": "Esther",
        "shortBook": "Est.",
        "id": 41,
    },
    {
        "reference": "1:1",
        "content": "There was a man in the land of Uz whose name was Job, and that man was blameless and upright, one who feared God and turned away from evil.",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 42,
    },
    {
        "reference": "1:21",
        "content": "And he said, \"Naked I came from my mother’s womb, and naked shall I return. The Lord gave, and the Lord has taken away; blessed be the name of the Lord.\"",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 43,
    },
    {
        "reference": "19:25",
        "content": "\"For I vknow that my Redeemer lives, and at the last he will stand upon the earth.\"",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 44,
    },
    {
        "reference": "38:4",
        "content": "\"Where were you when I laid the foundation of the earth? Tell me, if you have understanding.\"",
        "fullBook": "Job",
        "shortBook": "Job",
        "id": 45,
    },
    {
        "reference": "1:1-2",
        "content": "Blessed is the man who walks not in the counsel of the wicked, nor stands in the way of sinners, nor sits in the seat of scoffers; (2) but his delight is in the law of the Lord, and on his law he meditates day and night.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 46,
    },
    {
        "reference": "19:1",
        "content": "The heavens declare the glory of God, and the sky above proclaims his handiwork.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 47,
    },
    {
        "reference": "19:7",
        "content": "The law of the Lord is perfect, reviving the soul; the testimony of the Lord is sure, making wise the simple;",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 48,
    },
    {
        "reference": "23:1",
        "content": "The Lord is my shepherd; I shall not want.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 49,
    },
    {
        "reference": "37:4",
        "content": "Delight yourself in the Lord, and he will give you the desires of your heart.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 50,
    },
    {
        "reference": "51:10",
        "content": "Create in me a clean heart, O God, and renew a right spirit within me.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 51,
    },
    {
        "reference": "119:105",
        "content": "Your word is a lamp to my feet and a light to my path.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 52,
    },
    {
        "reference": "139:13-14a",
        "content": "For you formed my inward parts; you knitted me together in my mother’s womb. (14) I praise you, for I am fearfully and wonderfully made.",
        "fullBook": "Psalms",
        "shortBook": "Ps.",
        "id": 53,
    },
    {
        "reference": "1:7",
        "content": "The fear of the Lord is the beginning of knowledge; fools despise wisdom and instruction.",
        "fullBook": "Proverbs",
        "shortBook": "Prov.",
        "id": 54,
    },
    {
        "reference": "3:5-6",
        "content": "Trust in the Lord with all your heart, and do not lean on your own understanding. (6) In all your ways acknowledge him, and he will make straight your paths.",
        "fullBook": "Proverbs",
        "shortBook": "Prov.",
        "id": 55,
    },
    {
        "reference": "17:22",
        "content": "A joyful heart is good medicine, but a crushed spirit dries up the bones.",
        "fullBook": "Proverbs",
        "shortBook": "Prov.",
        "id": 56,
    },
    {
        "reference": "22:6",
        "content": "Train up a child in the way he should go; even when he is old he will not depart from it.",
        "fullBook": "Proverbs",
        "shortBook": "Prov.",
        "id": 57,
    },
    {
        "reference": "30:5",
        "content": "Every word of God proves true; he is a shield to those who take refuge in him.",
        "fullBook": "Proverbs",
        "shortBook": "Prov.",
        "id": 58,
    },
    {
        "reference": "31:10",
        "content": "An excellent wife who can find? She is far more precious than jewels. ",
        "fullBook": "Proverbs",
        "shortBook": "Prov.",
        "id": 59,
    },
    {
        "reference": "3:1-8",
        "content": "For everything there is a season, and a time for every matter under heaven: a time to be born, and a time to die; a time to plant, and a time to pluck up what is planted; a time to kill, and a time to heal; a time to break down, and a time to build up; a time to weep, and a time to laugh; a time to mourn, and a time to dance; a time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing; a time to seek, and a time to lose; a time to keep, and a time to cast away; a time to tear, and a time to sew; a time to keep silence, and a time to speak; a time to love, and a time to hate; a time for war, and a time for peace.",
        "fullBook": "Ecclesiastes",
        "shortBook": "Eccl.",
        "id": 60,
    },
    {
        "reference": "7:8",
        "content": "Better is the end of a thing than its beginning, and the patient in spirit is better than the proud in spirit.",
        "fullBook": "Ecclesiastes",
        "shortBook": "Eccl.",
        "id": 61,
    },
    {
        "reference": "9:10",
        "content": "Whatever your hand finds to do, do it with your might, for there is no work or thought or knowledge or wisdom in Sheol, to which you are going.",
        "fullBook": "Ecclesiastes",
        "shortBook": "Eccl.",
        "id": 62,
    },
    {
        "reference": "1:2",
        "content": "Let him kiss me with the kisses of his mouth! For your love is better than wine;",
        "fullBook": "Song of Solomon",
        "shortBook": "Song",
        "id": 63,
    },
    {
        "reference": "2:1",
        "content": "I am a rose of Sharon, a lily of the valleys.",
        "fullBook": "Song of Solomon",
        "shortBook": "Song",
        "id": 64,
    },
    {
        "reference": "9:6",
        "content": "For to us a child is born, to us a son is given; and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
        "fullBook": "Isaiah",
        "shortBook": "Isa.",
        "id": 65,
    },
    {
        "reference": "40:31",
        "content": "but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint.",
        "fullBook": "Isaiah",
        "shortBook": "Isa.",
        "id": 66,
    },
    {
        "reference": "53:6",
        "content": "All we like sheep have gone astray; we have turned—every one—to his own way; and the Lord has laid on him the iniquity of us all.",
        "fullBook": "Isaiah",
        "shortBook": "Isa.",
        "id": 67,
    },
    {
        "reference": "1:5",
        "content": "\"Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.\"",
        "fullBook": "Jeremiah",
        "shortBook": "Jer.",
        "id": 68,
    },
    {
        "reference": "23:5",
        "content": "\"Behold, the days are coming, declares the Lord, when I will raise up for David a righteous Branch, and he shall reign as king and deal wisely, and shall execute justice and righteousness in the land.\"",
        "fullBook": "Jeremiah",
        "shortBook": "Jer.",
        "id": 69,
    },
    {
        "reference": "29:11",
        "content": "\"For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.\"",
        "fullBook": "Jeremiah",
        "shortBook": "Jer.",
        "id": 70,
    },
    {
        "reference": "1:5",
        "content": "Her foes have become the head; her enemies prosper, because the Lord has afflicted her for the multitude of her transgressions; her children have gone away, captives before the foe.",
        "fullBook": "Lamentations",
        "shortBook": "Lam.",
        "id": 71,
    },
    {
        "reference": "3:22-23",
        "content": "The steadfast love of the Lord never ceases; his mercies never come to an end; (23) they are new every morning; great is your faithfulness.",
        "fullBook": "Lamentations",
        "shortBook": "Lam.",
        "id": 72,
    },
    {
        "reference": "33:11",
        "content": "\"Say to them, As I live, declares the Lord God, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn back, turn back from your evil ways, for why will you die, O house of Israel?\"",
        "fullBook": "Ezekiel",
        "shortBook": "Ezek.",
        "id": 73,
    },
    {
        "reference": "36:26",
        "content": "\"And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh.\"",
        "fullBook": "Ezekiel",
        "shortBook": "Ezek.",
        "id": 74,
    },
    {
        "reference": "2:44",
        "content": "And in the days of those kings the God of heaven will set up a kingdom that shall never be destroyed, nor shall the kingdom be left to another people. It shall break in pieces all these kingdoms and bring them to an end, and it shall stand forever...",
        "fullBook": "Daniel",
        "shortBook": "Dan.",
        "id": 75,
    },
    {
        "reference": "7:13",
        "content": "I saw in the night visions, and behold, with the clouds of heaven there came one like a son of man, and he came to the Ancient of Days and was presented before him.",
        "fullBook": "Daniel",
        "shortBook": "Dan.",
        "id": 76,
    },
    {
        "reference": "6:1",
        "content": "\"Come, let us return to the Lord; for he has torn us, that he may heal us; he has struck us down, and he will bind us up.\"",
        "fullBook": "Hosea",
        "shortBook": "Hos.",
        "id": 77,
    },
    {
        "reference": "6:6",
        "content": "\"For I desire steadfast love and not sacrifice, the knowledge of God rather than burnt offerings.\"",
        "fullBook": "Hosea",
        "shortBook": "Hos.",
        "id": 78,
    },
    {
        "reference": "2:1",
        "content": "\"Blow a trumpet in Zion; sound an alarm on my holy mountain! Let all the inhabitants of the land tremble, for the day of the Lord is coming; it is near...\"",
        "fullBook": "Joel",
        "shortBook": "Joel",
        "id": 79,
    },
    {
        "reference": "2:28",
        "content": "\"And it shall come to pass afterward, that I will pour out my Spirit on all flesh; your sons and your daughters shall prophesy, your old men shall dream dreams, and your young men shall see visions.\"",
        "fullBook": "Joel",
        "shortBook": "Joel",
        "id": 80,
    },
    {
        "reference": "3:6",
        "content": "\"Is a trumpet blown in a city, and the people are not afraid? Does disaster come to a city, unless the Lord has done it?\"",
        "fullBook": "Amos",
        "shortBook": "Amos",
        "id": 81,
    },
    {
        "reference": "5:24",
        "content": "\"But let justice roll down like waters, and righteousness like an ever-flowing stream.\"",
        "fullBook": "Amos",
        "shortBook": "Amos",
        "id": 82,
    },
    {
        "reference": "1:4",
        "content": "Though you soar aloft like the eagle, though your nest is set among the stars, from there I will bring you down, declares the Lord.",
        "fullBook": "Obadiah",
        "shortBook": "Obad",
        "id": 83,
    },
    {
        "reference": "1:17",
        "content": "And the Lord appointed a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.",
        "fullBook": "Jonah",
        "shortBook": "Jonah",
        "id": 84,
    },
    {
        "reference": "5:2",
        "content": "But you, O Bethlehem Ephrathah, who are too little to be among the clans of Judah, from you shall come forth for me one who is to be ruler in Israel, whose coming forth is from of old, from ancient days.",
        "fullBook": "Micah",
        "shortBook": "Mic.",
        "id": 85,
    },
    {
        "reference": "6:8",
        "content": "He has told you, O man, what is good; and what does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?",
        "fullBook": "Micah",
        "shortBook": "Mic.",
        "id": 86,
    },
    {
        "reference": "1:2",
        "content": "The Lord is a jealous and avenging God; the Lord is avenging and wrathful; the Lord takes vengeance on his adversaries and keeps wrath for his enemies. ",
        "fullBook": "Nahum",
        "shortBook": "Nah.",
        "id": 87,
    },
    {
        "reference": "1:7",
        "content": "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
        "fullBook": "Nahum",
        "shortBook": "Nah.",
        "id": 88,
    },
    {
        "reference": "1:2",
        "content": "O Lord, how long shall I cry for help, and you will not hear? Or cry to you \"Violence!\" and you will not save?",
        "fullBook": "Habakkuk",
        "shortBook": "Hab.",
        "id": 89,
    },
    {
        "reference": "2:4",
        "content": "Behold, his soul is puffed up; it is not upright within him, but the righteous shall live by his faith.",
        "fullBook": "Habakkuk",
        "shortBook": "Hab.",
        "id": 90,
    },
    {
        "reference": "2:3",
        "content": "Seek the Lord, all you humble of the land, who do his just commands; seek righteousness; seek humility; perhaps you may be hidden on the day of the anger of the Lord.",
        "fullBook": "Zephaniah",
        "shortBook": "Zeph.",
        "id": 91,
    },
    {
        "reference": "3:17",
        "content": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing.",
        "fullBook": "Zephaniah",
        "shortBook": "Zeph.",
        "id": 92,
    },
    {
        "reference": "1:6",
        "content": "\"You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who learns wages does so to put them into a bag with holes.\"",
        "fullBook": "Haggai",
        "shortBook": "Hag.",
        "id": 93,
    },
    {
        "reference": "2:9",
        "content": "\"'The latter glory of this house shall be greater than the former, says the Lord of hosts. And in this place I will give peace, declares the Lord of hosts.'\"",
        "fullBook": "Haggai",
        "shortBook": "Hag.",
        "id": 94,
    },
    {
        "reference": "9:9",
        "content": "Rejoice greatly, O daughter of Zion! Shout aloud, O daughter of Jerusalem! Behold, your king is coming to you; righteous and having salvation is he, humble and mounted on a donkey, on a colt, the foal of a donkey.",
        "fullBook": "Zechariah",
        "shortBook": "Zech.",
        "id": 95,
    },
    {
        "reference": "12:10",
        "content": "\"And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn.\"",
        "fullBook": "Zechariah",
        "shortBook": "Zech.",
        "id": 96,
    },
    {
        "reference": "3:8",
        "content": "\"Will man rob God? Yet you are robbing me. But you say, ‘How have we robbed you?’ In your tithes and contributions.\"",
        "fullBook": "Malachi",
        "shortBook": "Mal.",
        "id": 97,
    },
    {
        "reference": "3:10",
        "content": "\"Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the Lord of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.\"",
        "fullBook": "Malachi",
        "shortBook": "Mal.",
        "id": 98,
    },
    {
        "reference": "7:7-8",
        "content": "\"Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you. (8) For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.\"",
        "fullBook": "Matthew",
        "shortBook": "Matt.",
        "id": 99,
    },
    {
        "reference": "11:28",
        "content": "\"Come to me, all who labor and are heavy laden, and I will give you rest.\"",
        "fullBook": "Matthew",
        "shortBook": "Matt.",
        "id": 100,
    },
    {
        "reference": "22:37-38",
        "content": "And he said to him, \"You shall love the Lord your God with all your heart and with all your soul and with all your mind. (38) This is the great and first commandment.\"",
        "fullBook": "Matthew",
        "shortBook": "Matt.",
        "id": 101,
    },
    {
        "reference": "10:45",
        "content": "\"For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many.\"",
        "fullBook": "Mark",
        "shortBook": "Mark",
        "id": 102,
    },
    {
        "reference": "16:15-16",
        "content": "And he said to them, \"Go into all the world and proclaim the gospel to the whole creation. (16) Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.\"",
        "fullBook": "Mark",
        "shortBook": "Mark",
        "id": 103,
    },
    {
        "reference": "6:27-28",
        "content": "\"But I say to you who hear, Love your enemies, do good to those who hate you, (28) bless those who curse you, pray for those who abuse you.\"",
        "fullBook": "Luke",
        "shortBook": "Luke",
        "id": 104,
    },
    {
        "reference": "14:26",
        "content": "\"If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.\"",
        "fullBook": "Luke",
        "shortBook": "Luke",
        "id": 105,
    },
    {
        "reference": "19:10",
        "content": "\"For the Son of Man came to seek and to save the lost.\"",
        "fullBook": "Luke",
        "shortBook": "Luke",
        "id": 106,
    },
    {
        "reference": "1:1",
        "content": "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "fullBook": "John",
        "shortBook": "John",
        "id": 107,
    },
    {
        "reference": "3:16",
        "content": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
        "fullBook": "John",
        "shortBook": "John",
        "id": 108,
    },
    {
        "reference": "14:6",
        "content": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.\"",
        "fullBook": "John",
        "shortBook": "John",
        "id": 109,
    },
    {
        "reference": "2:42",
        "content": "And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers.",
        "fullBook": "Acts",
        "shortBook": "Acts",
        "id": 110,
    },
    {
        "reference": "4:32",
        "content": "Now the full number of those who believed were of one heart and soul, and no one said that any of the things that belonged to him was his own, but they had everything in common.",
        "fullBook": "Acts",
        "shortBook": "Acts",
        "id": 111,
    },
    {
        "reference": "17:24-25",
        "content": "\"The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man, (25) nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything.\"",
        "fullBook": "Acts",
        "shortBook": "Acts",
        "id": 112,
    },
    {
        "reference": "3:23",
        "content": "...for all have sinned and fall short of the glory of God...",
        "fullBook": "Romans",
        "shortBook": "Rom.",
        "id": 113,
    },
    {
        "reference": "6:23",
        "content": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.",
        "fullBook": "Romans",
        "shortBook": "Rom.",
        "id": 114,
    },
    {
        "reference": "8:28",
        "content": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
        "fullBook": "Romans",
        "shortBook": "Rom.",
        "id": 115,
    },
    {
        "reference": "12:1",
        "content": "I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.",
        "fullBook": "Romans",
        "shortBook": "Rom.",
        "id": 116,
    },
    {
        "reference": "6:19",
        "content": "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own...",
        "fullBook": "1 Corinthians",
        "shortBook": "1 Cor.",
        "id": 117,
    },
    {
        "reference": "10:13",
        "content": "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.",
        "fullBook": "1 Corinthians",
        "shortBook": "1 Cor.",
        "id": 118,
    },
    {
        "reference": "10:31",
        "content": "So, whether you eat or drink, or whatever you do, do all to the glory of God.",
        "fullBook": "1 Corinthians",
        "shortBook": "1 Cor.",
        "id": 119,
    },
    {
        "reference": "5:17",
        "content": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.",
        "fullBook": "2 Corinthians",
        "shortBook": "2 Cor.",
        "id": 120,
    },
    {
        "reference": "5:21",
        "content": "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.",
        "fullBook": "2 Corinthians",
        "shortBook": "2 Cor.",
        "id": 121,
    },
    {
        "reference": "2:20",
        "content": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.",
        "fullBook": "Galatians",
        "shortBook": "Gal.",
        "id": 122,
    },
    {
        "reference": "5:22-23",
        "content": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, (23) gentleness, self-control; against such things there is no law.",
        "fullBook": "Galatians",
        "shortBook": "Gal.",
        "id": 123,
    },
    {
        "reference": "2:8-9",
        "content": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, (9) not a result of works, so that no one may boast.",
        "fullBook": "Ephesians",
        "shortBook": "Eph.",
        "id": 124,
    },
    {
        "reference": "5:25",
        "content": "Husbands, love your wives, as Christ loved the church and gave himself up for her",
        "fullBook": "Ephesians",
        "shortBook": "Eph.",
        "id": 125,
    },
    {
        "reference": "6:12",
        "content": "For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.",
        "fullBook": "Ephesians",
        "shortBook": "Eph.",
        "id": 126,
    },
    {
        "reference": "1:6",
        "content": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.",
        "fullBook": "Philippians",
        "shortBook": "Phil.",
        "id": 127,
    },
    {
        "reference": "4:8",
        "content": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.",
        "fullBook": "Philippians",
        "shortBook": "Phil.",
        "id": 128,
    },
    {
        "reference": "1:16",
        "content": "For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.",
        "fullBook": "Colossians",
        "shortBook": "Col.",
        "id": 129,
    },
    {
        "reference": "3:16",
        "content": "Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.",
        "fullBook": "Colossians",
        "shortBook": "Col.",
        "id": 130,
    },
    {
        "reference": "4:13",
        "content": "But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.",
        "fullBook": "1 Thessalonians",
        "shortBook": "1 Thess.",
        "id": 131,
    },
    {
        "reference": "5:23",
        "content": "Now may the God of peace himself sanctify you completely, and may your whole spirit and soul and body be kept blameless at the coming of our Lord Jesus Christ.",
        "fullBook": "1 Thessalonians",
        "shortBook": "1 Thess.",
        "id": 132,
    },
    {
        "reference": "2:13",
        "content": "But we ought always to give thanks to God for you, brothers beloved by the Lord, because God chose you as the firstfruits to be saved, through sanctification by the Spirit and belief in the truth.",
        "fullBook": "2 Thessalonians",
        "shortBook": "2 Thess.",
        "id": 133,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 134,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 135,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 136,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 137,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 138,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 139,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": 140,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
    {
        "reference": "",
        "content": "",
        "fullBook": "",
        "shortBook": "",
        "id": ,
    },
]
